[Play_X2_XP_BET_T_Gather_Survivors_Dropship_Inro_A AkEvent]
SpokenText="Слуги Старейшин загнали нескольких моих собратьев в старый город. Пока что они живы, но нельзя терять ни минуты. Один из них обладает знаниями, которые необходимо сберечь. Если вы сможете найти и вернуть наших союзников, мы будем вам обязаны."

[Play_X2_XP_BET_T_Gather_Survivors_Dropship_Inro_B AkEvent]
SpokenText="Я признательна вам за помощь. Силы Старейшин загнали нескольких моих собратьев в опасные стены старого города. Один из них обладает блестящим разумом - настоящий гений. Если вы поможете мне спасти их, это лишь укрепит наш союз."

[Play_X2_XP_BET_T_Gather_Survivors_Dropship_Inro_C AkEvent]
SpokenText="Мы высоко ценим вашу отзывчивость. Ценный агент вместе с нашей охраной был обнаружен силами Старейшин и теперь вынужден скрываться в старом городе. Время на исходе. Помогите моим союзникам, и мы отплатим вам той же монетой."

[Play_X2_XP_BET_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="Марионетки Старейшин уже рядом с вами. Пусть не будет пощады тем, кто не стремится к свободе."

[Play_X2_XP_BET_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Вера в ваши слова крепчает с каждой победой. Отлично сработано."

[Play_X2_XP_BET_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="Бортала! Как приятно видеть старого союзника в компании новых друзей."

[Play_X2_XP_BET_T_How_To_Use_Skirmisher AkEvent]
SpokenText="Мы, Заступники, были созданы фальшивыми богами, чтобы служить им и умереть в рабстве. Мы не растеряли своих способностей, но теперь они служат нашим собственным целям. Никому не устоять против нас в ближнем бою."

[Play_X2_XP_BET_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="Со дня, когда мои первые соратники обрели свободу, мы скрывались в тоннелях глубоко под городами Старейшин. В одном из таких тоннелей укрылся ценный союзник, однако марионетки Старейшин идут по его следу. Поблизости вы встретите одного из наших - он вам поможет. Сделайте все возможное ради общей цели."

[Play_X2_XP_BET_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Тоннели под городами Старейшин многие годы служили нам убежищем от преследований. Теперь служители Старейшин вынудили нашего союзника скрываться в подобном убежище, и на подмогу к нему пришел лишь единственный соратник. Я не могу просить вас рисковать; действуйте так, как подсказывают вам ваши инстинкты."

[Play_X2_XP_BET_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Под городами Старейшин кроется система тоннелей, среди которых находятся наши тайные убежища. Бывший солдат \"Адвента\", обретя свободу, бежал в эти тоннели, чтобы найти защиту, однако Старейшины послали вслед за ним свои войска. Мой агент находится неподалеку и поможет вам со спасательной операцией."

[Play_X2_XP_BET_T_Swarm_Mission_Complete AkEvent]
SpokenText="Узы нашего союза стали еще крепче. Благодарю вас."

